{
  "HomePage": {
    "title": "Explore the Data",
    "gdp": "Country GDP",
    "perCapitaIncome": "Country per Capita Income",
    "lifeExpectancy": "Country Life Expectancy",
    "population": "Country Population",
    "unemploymentLaborForce": "Country Unemployment Labour Force",
    "fdi": "Country Foreign Direct Investment to GDP",
    "debt": "Country Central Government Debt to GDP",
    "fdiInflows": "Country Foreign Direct Investment Inflow",
    "inflation": "Country Consumer Price Inflation",
    "foreignReserve": "Country Foreign Reserve",
    "povertyLevel": "Population Living Below the Poverty Line",
    "visit": "Visit"
  },
  "Chart": {
    "search": "Select Countries",
    "gdp": "GDP of Countries",
    "gdpDesc": "GDP stands for Gross Domestic Product. It is the total value of all goods and services produced in a country in a year.",
    "perCapitaIncome": "Per Capita Income of Countries",
    "perCapitaIncomeDesc": "Per Capita Income is the average income of a country's citizens. It is calculated by dividing the country's total income by its population.",
    "lifeExpectancy": "Life Expectancy of Countries",
    "lifeExpectancyDesc": "Life expectancy is the average number of years a person is expected to live based on the year of their birth.",
    "population": "Country Population",
    "populationDesc": "Population stands for the total number of people living in a country.",
    "unemploymentLaborForce": "Country Unemployment Labour Force",
    "unemploymentLaborForceDesc": "Unemployment rate is the percentage of the total labor force that is unemployed but actively seeking employment and willing to work.",
    "fdi": "Foreign Direct Investment of Countries to GDP",
    "fdiDesc": "Foreign Direct Investment is an investment made by a company or individual in one country in business interests in another country, in the form of either establishing business operations or acquiring business assets in the other country, such as ownership or controlling interest in a foreign company.",
    "debt": "Central Government Debt of Countries to GDP",
    "debtDesc": "This indicator measures the total debt of the central government as a percentage of the country's Gross Domestic Product (GDP). It provides a view of how much debt the government owes relative to the size of the economy.",
    "fdiInflows": "Foreign Direct Investment Inflow of Countries",
    "fdiInflowDesc": "Foreign Direct Investment Inflow is the total value of foreign direct investments that flow into a country in a given period of time.",
    "inflation": "Consumer Price Inflation of Countries",
    "inflationDesc": "Inflation is the rate at which the general level of prices for goods and services is rising, and subsequently, the purchasing power of currency is falling.",
    "foreignReserve": "Foreign Reserve of Countries",
    "foreignReserveDesc": "Foreign exchange reserves are assets held on reserve by a central bank in foreign currencies. These reserves are used to back liabilities and influence monetary policy.",
    "povertyLevel": "Population Living Below the Poverty Line",
    "povertyLevelDesc": "The percentage of the population living below the national poverty line."
  },
  "Language": {
    "en": "English",
    "es": "Spanish",
    "fr": "French",
    "hi": "Hindi"
  },
  "ChartName": {
    "bar": "Bar Chart",
    "line": "Line Chart",
    "area": "Area Chart",
    "radar": "Radar Chart"
  },
  "NotFound": {
    "message": "Oops! This page is not found"
  }
}
