{
  "HomePage": {
    "title": "Explorar los datos",
    "gdp": "PIB del país",
    "perCapitaIncome": "Ingreso per cápita del país",
    "lifeExpectancy": "Esperanza de vida del país",
    "population": "Población del país",
    "unemploymentLaborForce": "Fuerza laboral desempleada del país",
    "fdi": "Inversión extranjera directa del país a PIB",
    "debt": "Deuda del gobierno central del país a PIB",
    "fdiInflows": "Inversión extranjera directa del país",
    "inflation": "Inflación de precios al consumidor del país",
    "foreignReserve": "Reserva extranjera del país",
    "visit": "Visitar"
  },
  "Chart": {
    "search": "Seleccionar países",
    "gdp": "PIB de los países",
    "gdpDesc": "PIB significa Producto Interno Bruto. Es el valor total de todos los bienes y servicios producidos en un país en un año.",
    "perCapitaIncome": "Ingreso per cápita de los países",
    "capitaDesc": "El ingreso per cápita es el ingreso promedio de los ciudadanos de un país. Se calcula dividiendo el ingreso total del país por su población.",
    "lifeExpectancy": "Esperanza de vida de los países",
    "lifeDesc": "La esperanza de vida es el número promedio de años que se espera que viva una persona según el año de su nacimiento.",
    "population": "Población del país",
    "populationDesc": "La población representa el número total de personas que viven en un país.",
    "unemploymentLaborForce": "Fuerza laboral desempleada del país",
    "unemploymentDesc": "La tasa de desempleo es el porcentaje de la fuerza laboral total que está desempleada pero que busca activamente empleo y está dispuesta a trabajar.",
    "fdi": "Inversión extranjera directa de los países a PIB",
    "fdiDesc": "La Inversión Extranjera Directa es una inversión realizada por una empresa o individuo en un país en intereses comerciales en otro país, en forma de establecer operaciones comerciales o adquirir activos comerciales en el otro país, como propiedad o interés de control en una empresa extranjera.",
    "debt": "Deuda del gobierno central de los países a PIB",
    "debtDesc": "Este indicador mide la deuda total del gobierno central como porcentaje del Producto Interno Bruto (PIB) del país. Proporciona una visión de cuánta deuda debe el gobierno en relación con el tamaño de la economía.",
    "fdiInflows": "Inversión extranjera directa del país",
    "fdiInflowDesc": "La Inversión Extranjera Directa Inflow es el valor total de las inversiones extranjeras directas que fluyen hacia un país en un período de tiempo dado.",
    "inflation": "Inflación de precios al consumidor del país",
    "inflationDesc": "La inflación es la tasa a la que el nivel general de precios de bienes y servicios está aumentando, y posteriormente, el poder adquisitivo de la moneda está disminuyendo.",
    "foreignReserve": "Reserva extranjera del país",
    "foreignReserveDesc": "Las reservas de divisas son activos mantenidos en reserva por un banco central en monedas extranjeras. Estas reservas se utilizan para respaldar pasivos e influir en la política monetaria."
  },
  "Language": {
    "en": "Inglés",
    "es": "Español",
    "fr": "Francés",
    "hi": "Hindi"
  },
  "ChartName": {
    "bar": "Gráfico de barras",
    "line": "Gráfico de líneas",
    "area": "Gráfico de área",
    "radar": "Gráfico de radar"
  },
  "NotFound": {
    "message": "¡Vaya! Esta página no se encuentra"
  }
}
